//Common
"OK" = "OK";
"Cancel" = "キャンセル";
"Error" = "エラー";

//PlayerViewController
"Add to Favolites" = "お気に入りに追加";
"Now Playing" = "再生中";
"Shuffle" = "シャッフル";
"Tweet" = "ツイート";
"Please sign in to Twitter from About Tab." = "情報タブからTwitterにサインインしてください。";
"Tweet succeeded!" = "Twitterに投稿しました！";
"Tweet failed!" = "Twitterへの投稿が失敗しました。";

//SettingViewController
"Settings" = "Twitter設定";
"Twitter Account" = "Twitter アカウント";
"username" = "ユーザー名";
"password" = "パスワード";
"Account is not authorized." = "アカウントは認証されていません。";
"Account is authorized." = "アカウントは認証されています。";
"Account authorization error." = "Twitterの認証に失敗しました。";
"Succeeded in authorization." = "認証に成功しました。";